Repository: vv-a2007/localoki
Catalog: var/langs/*/addons/age_verification.po
Languages: id_id

# Addons::name::age_verification
source: Age verification
id_id: Verifikasi usia

# Addons::description::age_verification
source: Toggles age restriction rules for products and categories
id_id: Aktifkan/nonaktifkan aturan pembatasan usia untuk produk dan kategori

# Languages::age_verification
source: Age verification
id_id: Verifikasi usia

# Languages::product_need_age_verification
source: You should verify your age to view this product.
id_id: Silahkan verifikasi usia anda untuk melihat produk ini.

# Languages::your_age
source: Your age
id_id: Usia anda

# Languages::verify
source: Verify
id_id: Verifikasi

# Languages::birthday
source: Birthday
id_id: Hari ulang tahun

# Languages::age_limit
source: Age limit
id_id: Batas usia

# Languages::years
source: years
id_id: tahun

# Languages::age_warning_message
source: Warning message
id_id: Pesan pemberitahuan

# Languages::promotion_cond_birthday
source: Birthday
id_id: Ulang tahun
