Repository: vv-a2007/localoki
Catalog: var/langs/*/addons/discussion.po
Languages: sk_sk

# Addons::name::discussion
source: Comments and reviews
sk_sk: Komentáre a Recenzie

# Addons::description::discussion
source: Lets customers leave comments to products, categories, orders, etc., review products and write testimonials
sk_sk: Umožňuje zákazníkom zanechať komentáre k produktom, kategóriám, objednávkam, atď, recenzovať produkty a písať posudky

# Languages::use_for_discussion
source: Comments and reviews forms
sk_sk: Formuláre pripomienok a hodnotení

# Languages::comments_and_reviews_menu_description
source: Customer comments and reviews on products, categories, orders, etc.
sk_sk: Zákaznícke komentáre a hodnotenia na produkty, kategórie, objednávky, atď.

# Languages::discussion_title_category
source: Reviews
sk_sk: Recenzie

# Languages::discussion_title_giftreg
source: Guestbook
sk_sk: Návštevná kniha

# Languages::discussion_title_home_page_menu_description
source: Manage the testimonials from your store visitors.
sk_sk: Spravovať posudky od návštevníkov vášho obchodu.

# Languages::discussion_title_order
source: Communication
sk_sk: Komunikácia

# Languages::discussion_title_page
source: Comments
sk_sk: Komentáre

# Languages::discussion_title_product
source: Reviews
sk_sk: Recenzie

# Languages::discussion_title_return
source: Communication
sk_sk: Komunikácia

# Languages::no_posts_found
source: No posts found
sk_sk: Nenašli sa žiadne príspevky

# Languages::your_rating
source: Your rating
sk_sk: Vaše hodnotenie

# Languages::comments_and_reviews
source: Comments and reviews
sk_sk: Komentáre a recenzie

# Languages::discussion_title_home_page
source: Testimonials
sk_sk: Posudky

# Languages::text_enabled_testimonials_notice
source: Testimonials are disabled. To enable, please go to <a href="[link]">Comments and reviews: options</a> and select the "Communication", "Rating" or "Communication and Rating" value in "Testimonials" field.
sk_sk: Posudky sú vypnuté. Ak ich chcete povoliť, prejdite na <a href="[link]"> komentáre a recenzie: možnosti</a> a vyberte "Komunikácia", "Hodnotenie" alebo voľbu "Komunikácie a hodnotenia" v poli "Posudky".

# Languages::discussion_title_company
source: Reviews
sk_sk: Recenzie

# Languages::communication_and_rating
source: Communication and Rating
sk_sk: Komunikácia a hodnotenie

# Languages::communication
source: Communication
sk_sk: Komunikácia

# Languages::rating
source: Rating
sk_sk: Hodnotenie

# Languages::cant_find_thread
source: Thread can not be found.
sk_sk: Vlákno sa nenašlo.

# Languages::error_already_posted
source: You have posted in this discussion already
sk_sk: Už ste prispeli v tejto diskusii

# Languages::text_thank_you_for_post
source: Thank you for your post
sk_sk: Ďakujeme vám za váš príspevok

# Languages::text_post_pended
source: Your post will be checked before it gets published.
sk_sk: Váš príspevok bude skontrolovaný pred zverejnením.

# Languages::discussion
source: Comments and reviews
sk_sk: Komentáre a recenzie

# Languages::text_new_post_notification
source: This is a notification of a new post to
sk_sk: Toto je oznámenie o novom príspevku k

# Languages::text_approval_notice
source: This post needs approving
sk_sk: Tento príspevok vyžaduje schválenie

# Languages::latest_reviews
source: Latest comments & reviews
sk_sk: Najnovšie komentáre & recenzie

# Languages::comment_by
source: Comment by
sk_sk: Komentár od

# Languages::and
source: and
sk_sk: a

# Languages::add_post
source: Add post
sk_sk: Pridať príspevok

# Languages::not_approved
source: Not approved
sk_sk: Neschválený

# Languages::discussion_manager
source: Comments and reviews
sk_sk: Komentáre a recenzie

# Languages::testimonials
source: Testimonials
sk_sk: Posudky

# Languages::privileges.view_discussions
source: View comments and reviews
sk_sk: Zobraziť komentáre a recenzie

# Languages::privileges.manage_discussions
source: Manage comments and reviews
sk_sk: Spravovať komentáre a recenzie

# Languages::block_testimonials
source: Testimonials
sk_sk: Posudky

# Languages::block_testimonials_description
source: User testimonials
sk_sk: Užívateľské posudky

# Languages::sort_by_rating_asc
source: Sort by rating: Low to High
sk_sk: Zoradiť podľa hodnotenia: od najnižšieho po najvyššie

# Languages::sort_by_rating_desc
source: Sort by rating
sk_sk: Zoradiť podľa hodnotenia

# Languages::reviews
source: review|reviews
sk_sk: recenzia|recenzie

# Languages::write_review
source: Write a review
sk_sk: Napísať recenziu

# SettingsSections::discussion::products
source: Products
sk_sk: Produkty

# SettingsSections::discussion::categories
source: Categories
sk_sk: Kategórie

# SettingsSections::discussion::orders
source: Orders
sk_sk: Objednávky

# SettingsSections::discussion::gift_registry
source: Gift registry
sk_sk: Zoznam darčekov

# SettingsSections::discussion::pages
source: Pages
sk_sk: Stránky

# SettingsSections::discussion::testimonials
source: Testimonials
sk_sk: Posudky

# SettingsSections::discussion::companies
source: Vendors
sk_sk: Predajcovia

# SettingsOptions::discussion::product_posts_per_page
source: Posts per page
sk_sk: Príspevkov na stranu

# SettingsOptions::discussion::product_post_approval
source: Administrator must approve posts submitted by
sk_sk: Správca musí schváliť príspevky používateľa

# SettingsOptions::discussion::product_post_ip_check
source: Only one post from one IP is allowed
sk_sk: Je povolený iba jeden príspevok z jednej IP adresy

# SettingsOptions::discussion::product_notification_email
source: Send notifications to this E-mail
sk_sk: Posielať upozornenia na e-mail

# SettingsOptions::discussion::product_notify_vendor
source: Send notifications to vendor
sk_sk: Odoslať upozornenia predajcovi

# SettingsOptions::discussion::category_posts_per_page
source: Posts per page
sk_sk: Príspevkov na stranu

# SettingsOptions::discussion::category_post_approval
source: Administrator must approve posts submitted by
sk_sk: Správca musí schváliť príspevky používateľa

# SettingsOptions::discussion::category_post_ip_check
source: Only one post from one IP is allowed
sk_sk: Je povolený iba jeden príspevok z jednej IP adresy

# SettingsOptions::discussion::category_notification_email
source: Send notifications to this E-mail
sk_sk: Posielať upozornenia na e-mail

# SettingsOptions::discussion::order_posts_per_page
source: Posts per page
sk_sk: Príspevkov na stranu

# SettingsOptions::discussion::order_initiate
source: Allow customer to initiate discussion
sk_sk: Umožniť zákazníkom iniciovať diskusiu

# SettingsOptions::discussion::order_notify_vendor
source: Send notifications to vendor
sk_sk: Odoslať upozornenia predajcovi

# SettingsOptions::discussion::giftreg_posts_per_page
source: Posts per page
sk_sk: Príspevkov na stranu

# SettingsOptions::discussion::giftreg_post_ip_check
source: Only one post from one IP is allowed
sk_sk: Je povolený iba jeden príspevok z jednej IP adresy

# SettingsOptions::discussion::page_posts_per_page
source: Posts per page
sk_sk: Príspevkov na stranu

# SettingsOptions::discussion::page_post_approval
source: Administrator must approve posts submitted by
sk_sk: Správca musí schváliť príspevky používateľa

# SettingsOptions::discussion::page_post_ip_check
source: Only one post from one IP is allowed
sk_sk: Je povolený iba jeden príspevok z jednej IP adresy

# SettingsOptions::discussion::page_notification_email
source: Send notifications to this E-mail
sk_sk: Posielať upozornenia na e-mail

# SettingsOptions::discussion::page_notify_vendor
source: Send notifications to vendor
sk_sk: Odoslať upozornenia predajcovi

# SettingsOptions::discussion::home_page_posts_per_page
source: Posts per page
sk_sk: Príspevkov na stranu

# SettingsOptions::discussion::home_page_post_approval
source: Administrator must approve posts submitted by
sk_sk: Správca musí schváliť príspevky používateľa

# SettingsOptions::discussion::home_page_post_ip_check
source: Only one post from one IP is allowed
sk_sk: Je povolený iba jeden príspevok z jednej IP adresy

# SettingsOptions::discussion::home_page_notification_email
source: Send notifications to this E-mail
sk_sk: Posielať upozornenia na e-mail

# SettingsOptions::discussion::home_page_testimonials
source: Testimonials
sk_sk: Posudky

# SettingsOptions::discussion::testimonials_from_all_stores
source: Show testimonials from all stores
sk_sk: Zobraziť posudky zo všetkých obchodov

# SettingsOptions::discussion::company_discussion_type
source: Reviews
sk_sk: Recenzie

# SettingsOptions::discussion::company_posts_per_page
source: Posts per page
sk_sk: Príspevkov na stranu

# SettingsOptions::discussion::company_post_approval
source: Administrator must approve posts submitted by
sk_sk: Správca musí schváliť príspevky používateľa

# SettingsOptions::discussion::company_post_ip_check
source: Only one post from one IP is allowed
sk_sk: Je povolený iba jeden príspevok z jednej IP adresy

# SettingsOptions::discussion::company_notification_email
source: Send notifications to this E-mail
sk_sk: Posielať upozornenia na e-mail

# SettingsOptions::discussion::company_notify_vendor
source: Send notifications to vendor
sk_sk: Odoslať upozornenia predajcovi

# SettingsVariants::discussion::company_post_approval::any
source: Any customer
sk_sk: Každý zákazník

# SettingsVariants::discussion::company_post_approval::disabled
source: No approval needed
sk_sk: Schválenie nie je potrebné

# SettingsVariants::discussion::product_post_approval::any
source: Any customer
sk_sk: Každý zákazník

# SettingsVariants::discussion::product_post_approval::disabled
source: No approval needed
sk_sk: Schválenie nie je potrebné

# SettingsVariants::discussion::category_post_approval::any
source: Any customer
sk_sk: Každý zákazník

# SettingsVariants::discussion::category_post_approval::disabled
source: No approval needed
sk_sk: Schválenie nie je potrebné

# SettingsVariants::discussion::page_post_approval::any
source: Any customer
sk_sk: Každý zákazník

# SettingsVariants::discussion::page_post_approval::disabled
source: No approval needed
sk_sk: Schválenie nie je potrebné

# SettingsVariants::discussion::home_page_post_approval::any
source: Any customer
sk_sk: Každý zákazník

# SettingsVariants::discussion::home_page_post_approval::disabled
source: No approval needed
sk_sk: Schválenie nie je potrebné
