Repository: vv-a2007/localoki
Catalog: var/langs/*/addons/image_zoom.po
Languages: fr_fr, id_id, sv_se

# Addons::name::image_zoom
source: Image zoom
fr_fr: Zoom image
id_id: Perbesar Gambar
sv_se: Bild zoom

# Addons::description::image_zoom
source: Shows zoomed image on product image hover
fr_fr: Affiche l'image zoomée au dessus de l'image du produit
id_id: Menampilkan gambar yang diperbesar pada gambar produk hover
sv_se: Visar förstorad produktbild genom att placera muspekaren på bilden

# SettingsSections::image_zoom::general
source: General
fr_fr: Général
id_id: Umum
sv_se: Allmänt

# SettingsOptions::image_zoom::cz_opacity
source: Opacity
fr_fr: Opacité
id_id: Kegelapan
sv_se: Opacitet

# SettingsOptions::image_zoom::cz_animation_time
source: Animation time
fr_fr: Temps d'animation
id_id: Waktu animasi
sv_se: Animationstid

# SettingsOptions::image_zoom::cz_tint_color_picker
source: Color
fr_fr: Couleur
id_id: Warna
sv_se: Färg

# SettingsOptions::image_zoom::cz_zoom_position
source: Zoom position
fr_fr: Position du zoom
id_id: Posisi zoom
sv_se: Zoom placering

# SettingsOptions::image_zoom::cz_zoom_size_mode
source: Zoom size mode
fr_fr: Mode taille de zoom
id_id: Mode ukuran zoom
sv_se: Zoom storleksläge

# SettingsOptions::image_zoom::cz_caption_position
source: Caption position
fr_fr: Position de la légende
id_id: Posisi caption
sv_se: Placering bildtext

# SettingsOptions::image_zoom::cz_ease_time
source: Ease time
fr_fr: Facilite le temps
id_id: Kemudahan waktu
sv_se: Lättnad tid

# SettingsOptions::image_zoom::cz_zoom_fly_out
source: Zoom fly out
fr_fr: Dézoomer
id_id: Zoom terbang keluar
sv_se: Zoom flyg ut

# SettingsTooltips::image_zoom::cz_opacity
source: Opacity of tint 0-1. If zero, no tint will be visible.
fr_fr: Opacité de la teinte 0-1. Si zéro, aucune teinte ne sera visible.
id_id: Opasitas warna 0-1. Jika nol, tidak ada warna yang terlihat.
sv_se: Opacitet av färgton 0-1. Om noll, kommer ingen färgton att synas.

# SettingsTooltips::image_zoom::cz_animation_time
source: Duration of the animation effects in milliseconds.
fr_fr: Durée des effets d'animation en millisecondes.
id_id: Durasi efek animasi dalam milidetik.
sv_se: Varaktighet för animeringseffekter i millisekunder.

# SettingsTooltips::image_zoom::cz_tint_color_picker
source: Color to use for the tint effect. Example: #ffffff.
fr_fr: Couleur à utiliser pour l'effet teinte. Exemple : #ffffff.
id_id: Warna yang akan digunakan untuk efek warna. Contoh: #ffffffff.
sv_se: Färg för färgtonseffekt. Exempel: #ffffff.

# SettingsTooltips::image_zoom::cz_zoom_position
source: Specifies position of zoom window. If numeric (0-15), position is relative to page image as shown by the following key (blue squares represent zoom window). If a string is supplied, value will be used as a selector to pinpoint the exact position and size of an element in the page. If the value "inside" is specified, the zoom image will appear inside the page image.<br /><br /><img src="design/backend/media/images/addons/image_zoom/zoom-positions.png" />
fr_fr: Spécifie la position de la fenêtre de zoom. Si numérique (0-15), la position est relative à l’image de la page comme indiqué par la clé suivante (cases bleues représentent la fenêtre de zoom). Si une chaîne est fournie, valeur servira un sélecteur pour localiser la position exacte et la taille d’un élément dans la page. Si la valeur « interne » est spécifiée, l’image de zoom s’affiche à l’intérieur de l’image de la page. < br / > < br / &gt; <img src="design/backend/media/images/addons/image_zoom/zoom-positions.png" />
id_id: Menentukan posisi jendela zoom. Jika numerik (0-15), posisi relatif terhadap gambar halaman seperti yang ditunjukkan oleh tombol berikut (kotak biru mewakili jendela zoom). Jika sebuah string dipasok, nilai akan digunakan sebagai pemilih untuk menentukan posisi dan ukuran elemen pada halaman. Jika nilai "dalam" ditentukan, gambar zoom akan muncul di dalam gambar halaman. <br /> <br /> <img src = "desain / backend / media / gambar / addons / image_zoom / zoom-positions.png" />
sv_se: Anger zoomfönstrets placering. Siffran (0-15) är placeringen i förhållande till bilden som visas, blå rutor representerar zoomfönstret. Om en sträng tillförs kommer värdet att användas som en väljare för att ange exakt placering och storlek för elementet på sidan. Om "I bilden" anges kommer zoombilden att visas inuti bilden.<br><br><img src="design/backend/media/images/addons/image_zoom/zoom-positions.png" />

# SettingsTooltips::image_zoom::cz_zoom_size_mode
source: Defines the rule for sizing the zoom window and lens.
fr_fr: Définit la règle pour le dimensionnement de la fenêtre de zoom et l’objectif.
id_id: Mendefinisikan aturan untuk ukuran jendela zoom dan lensa.
sv_se: Definierar regeln för dimensionering av zoomfönster och lins.

# SettingsTooltips::image_zoom::cz_caption_position
source: Position of caption, "top" or "bottom".
fr_fr: Position de la légende, « haut » ou « bas ».
id_id: Posisi caption, "top" atau "bottom".
sv_se: Textplacering, "Topp" eller "Botten".

# SettingsTooltips::image_zoom::cz_ease_time
source: Number of milliseconds of mouse easing movement of zoom image. The bigger the number, the more easing. Zero means no easing.
fr_fr: Nombre de millisecods du sourit < en faisant l"image zoom plus facile> Le plus haut le nombre, le plus facile le Zero signifie pas facile.
id_id: Jumlah milidetik gerakan pelemahan mouse zoom image. Semakin besar jumlahnya, semakin berkurang. Nol berarti tidak ada pelonggaran.
sv_se: Antal millisekunder för musrörelse innan lättnad av zoombild. Ju högre tal, desto mer lättnad. Noll betyder ingen lättnad.

# SettingsTooltips::image_zoom::cz_zoom_fly_out
source: Turns 'flying' zoom animation on or off.
fr_fr: Va ouvrir ou fermer zoom.
id_id: Ternyata 'terbang' animasi zoom aktif atau nonaktif.
sv_se: Slår på eller av "flygande" zoom animation.

# SettingsVariants::image_zoom::cz_zoom_position::0
source: Zoom position №0
fr_fr: Position de zoom N0
id_id: Posisi zoom №0
sv_se: Placering 0

# SettingsVariants::image_zoom::cz_zoom_position::1
source: Zoom position №1
fr_fr: Position zoom No1
id_id: Posisi zoom №1
sv_se: Placering 1

# SettingsVariants::image_zoom::cz_zoom_position::2
source: Zoom position №2
id_id: Posisi zoom №2
sv_se: Placering 2

# SettingsVariants::image_zoom::cz_zoom_position::3
source: Zoom position №3
id_id: Posisi zoom №3
sv_se: Placering 3

# SettingsVariants::image_zoom::cz_zoom_position::4
source: Zoom position №4
id_id: Posisi zoom №4
sv_se: Placering 4

# SettingsVariants::image_zoom::cz_zoom_position::5
source: Zoom position №5
fr_fr: Position zoom Nr5
id_id: Posisi zoom № 5
sv_se: Placering 5

# SettingsVariants::image_zoom::cz_zoom_position::6
source: Zoom position №6
fr_fr: Position zoom No6
id_id: Posisi zoom №6
sv_se: Placering 6

# SettingsVariants::image_zoom::cz_zoom_position::7
source: Zoom position №7
fr_fr: Position zoom Nr7
id_id: Posisi zoom №7
sv_se: Placering 7

# SettingsVariants::image_zoom::cz_zoom_position::8
source: Zoom position №8
fr_fr: Position zoom Nr8
id_id: Posisi zoom №8
sv_se: Placering 8

# SettingsVariants::image_zoom::cz_zoom_position::9
source: Zoom position №9
fr_fr: Position zoom Nr9
id_id: Posisi zoom №9
sv_se: Placering 9

# SettingsVariants::image_zoom::cz_zoom_position::10
source: Zoom position №10
fr_fr: Position zoom Nr9
id_id: Posisi zoom №10
sv_se: Placering 10

# SettingsVariants::image_zoom::cz_zoom_position::11
source: Zoom position №11
fr_fr: Position zoom Nr11
id_id: Posisi zoom №11
sv_se: Placering 11

# SettingsVariants::image_zoom::cz_zoom_position::12
source: Zoom position №12
fr_fr: Position zoom Nr12
id_id: Posisi zoom №12
sv_se: Placering 12

# SettingsVariants::image_zoom::cz_zoom_position::13
source: Zoom position №13
fr_fr: Position zoom Nr13
id_id: Posisi zoom №13
sv_se: Placering 13

# SettingsVariants::image_zoom::cz_zoom_position::14
source: Zoom position №14
fr_fr: Position zoom Nr14
id_id: Posisi zoom №14
sv_se: Placering 14

# SettingsVariants::image_zoom::cz_zoom_position::15
source: Zoom position №15
fr_fr: Position zoom Nr15
id_id: Posisi zoom №15
sv_se: Placering 15

# SettingsVariants::image_zoom::cz_zoom_position::inside
source: Inside position
fr_fr: Position interieure
id_id: Posisi di dalam
sv_se: I bilden

# SettingsVariants::image_zoom::cz_zoom_size_mode::image
source: Image
id_id: Gambar
sv_se: Bild

# SettingsVariants::image_zoom::cz_zoom_size_mode::lens
source: Lens
fr_fr: Lenses
id_id: Lensa
sv_se: Lins

# SettingsVariants::image_zoom::cz_zoom_size_mode::zoom
source: Zoom
sv_se: Zooma

# SettingsVariants::image_zoom::cz_zoom_size_mode::full
source: Full
fr_fr: Plein
id_id: Penuh
sv_se: Fullständig

# SettingsVariants::image_zoom::cz_caption_position::top
source: Top
id_id: Puncak
sv_se: Topp

# SettingsVariants::image_zoom::cz_caption_position::bottom
source: Bottom
fr_fr: Bas
id_id: Bawah
sv_se: Botten
