Repository: vv-a2007/localoki
Catalog: var/langs/*/addons/newsletters.po
Languages: sk_sk

# Addons::name::newsletters
source: Newsletters
sk_sk: Newslettery

# Addons::description::newsletters
source: Lets you configure newsletter sending
sk_sk: Umožňuje nastaviť zasielanie noviniek

# Languages::newsletters_menu_description
source: Create and send newsletters to your customer.
sk_sk: Vytvárajte a odosielajte newslettery vášmu zákazníkovi.

# Languages::news_plain
source: Plain
sk_sk: Obyčajný

# Languages::text_signup_for_subscriptions
source: Sign up for our newsletters!
sk_sk: Prihláste sa na náš newsletter!

# Languages::tmpl_subscription
source: Newsletters: subscription form
sk_sk: Formulár pre odber newslettera

# Languages::unsubscribe_link
source: Unsubscribe link
sk_sk: Odkaz pre ukončenie odberu noviniek

# Languages::ne_add_subscribers_from_users
source: Add subscribers from the list of users
sk_sk: Pridať odberateľov zo zoznamu užívateľov

# Languages::ne_warning_subscr_email_exists
source: <b>[email]</b> is already in the subscribers list
sk_sk: <b>[email]</b> už je v zozname odberateľov

# Languages::warning_subscribers_import
source: Some mailing lists from the input file could not be found in the database. Certain imported subscribers will be left unassigned.
sk_sk: Niektoré zoznamy adries zo vstupného súboru neboli v našej databáze nájdené. Niektorí odberatelia ostanú nepriradení.

# Languages::subscribers_menu_item_text
source: Subscribers
sk_sk: Odberatelia

# Languages::block_mailing_lists
source: Newsletter subscription
sk_sk: Prihlásenie sa na odber noviniek

# Languages::block_mailing_lists_description
source: Email field for newsletter subscription
sk_sk: Pole e-mailu pre prihlásenie sa na newsletter

# Languages::privileges.view_newsletters
source: View newsletters
sk_sk: Zobraziť newslettery

# Languages::privileges.manage_newsletters
source: Manage newsletters
sk_sk: Spravovať newslettery

# Languages::warning_newsletter_no_recipients
source: Newsletter hasn't been sent because no recipients were found matching the selected criteria.
sk_sk: Newsletter nebol odoslaný, pretože neboli nájdení žiadni príjemcovia spĺňajúci zadané kritériá.

# Languages::text_newsletter_sent
source: The newsletter(s) have been sent successfully.
sk_sk: Newsletter(y) bol(i) úspešne odoslaný(né).

# Languages::email_cannot_be_empty
source: E-mail cannot be empty
sk_sk: Pole e-mail nemôže byť prázdne

# Languages::sending_email_to
source: Sending email to [email]...
sk_sk: Posielam e-mail na [email]...

# Languages::text_subscriber_added
source: Your e-mail has been successfully added to our free e-mail updates list
sk_sk: Váš e-mail bol úspešne pridaný na náš zoznam pre bezplatné aktualizácie

# Languages::error_email_already_subscribed
source: Your e-mail is already subscribed.
sk_sk: Váš e-mail už je medzi odberateľmi.

# Languages::text_subscriber_removed
source: Your e-mail has been successfully removed from our free e-mail updates list
sk_sk: Váš e-mail bol úspešne odstránený z nášho zoznamu pre bezplatné aktualizácie

# Languages::text_subscriber_activated
source: Your email has been successfully activated
sk_sk: Váš e-mail bol úspešne aktivovaný

# Languages::link_message_for_test_letter
source: The link will be displayed in a live newsletter
sk_sk: Odkaz bude zobrazený v živom newsletteri

# Languages::newsletters
source: Newsletters
sk_sk: Newslettery

# Languages::autoresponders
source: Autoresponders
sk_sk: Automatické odpovedanie

# Languages::campaigns
source: Campaigns
sk_sk: Kampane

# Languages::sent
source: Sent
sk_sk: Odoslané

# Languages::subscribers_num
source: Number of subscribers
sk_sk: Počet odberateľov

# Languages::editing_mailing_list
source: Editing mailing list
sk_sk: Úprava zoznamu adries

# Languages::from_name
source: From name
sk_sk: Od mena

# Languages::from_email
source: From email
sk_sk: Od e-mailu

# Languages::reply_to
source: Reply to
sk_sk: Odpovedať na

# Languages::register_autoresponder
source: Confirmation email
sk_sk: Potvrdzujúci e-mail

# Languages::no_autoresponder
source: No autoresponder
sk_sk: Bez automatického odpovedania

# Languages::show_on_checkout
source: Show at checkout
sk_sk: Zobraziť na pokladni

# Languages::show_on_separate_page
source: Show on separate page
sk_sk: Zobraziť na samostatnej stránke

# Languages::campaign_stats
source: Campaign statistics
sk_sk: Štatistika kampane

# Languages::add_campaign
source: Add campaign
sk_sk: Pridať kampaň

# Languages::new_campaign
source: New campaign
sk_sk: Nová kampaň

# Languages::newsletter_templates
source: Newsletter templates
sk_sk: Newsletter - šablóny

# Languages::newsletter_autoresponders
source: Newsletter autoresponders
sk_sk: Newsletter - automatické odpovede

# Languages::subject
source: Subject
sk_sk: Predmet

# Languages::add_newsletter
source: Add newsletter
sk_sk: Pridať newsletter

# Languages::add_template
source: Add template
sk_sk: Pridať šablónu

# Languages::add_autoresponder
source: Add autoresponder
sk_sk: Pridať automatické odpovedanie

# Languages::more_subjects
source: Random subjects (one per line)
sk_sk: Náhodné predmety (jeden na riadok)

# Languages::body_html
source: HTML body
sk_sk: HTML telo

# Languages::no_template
source: No template
sk_sk: Bez šablóny

# Languages::load
source: Load
sk_sk: Nahrať

# Languages::campaign
source: Campaign
sk_sk: Kampaň

# Languages::send_to
source: Send to
sk_sk: Odoslať

# Languages::add_recipients_from_users
source: Add recipients from users
sk_sk: Pridať príjemcov z používateľov

# Languages::customers_with_abandoned
source: Customers with abandoned
sk_sk: Zákazníci s opusteným(i)

# Languages::cart_or_wishlist
source: Cart or Wishlist
sk_sk: Košík alebo Wishlist

# Languages::which_is
source: which is
sk_sk: čo je

# Languages::days_old
source: days old
sk_sk: dní staré

# Languages::send_to_test_email
source: Send to test email
sk_sk: Poslať testovací e-mail

# Languages::save_and_send
source: Save and send
sk_sk: Uložiť a odoslať

# Languages::newsletter_template
source: Newsletter template
sk_sk: Newsletter - šablóny

# Languages::newsletter_autoresponder
source: Newsletter autoresponder
sk_sk: Newsletter - automatické odpovede

# Languages::mailing_list
source: Mailing list
sk_sk: Zoznam adries

# Languages::confirmed
source: Confirmed
sk_sk: Potvrdené

# Languages::subscribed_to
source: Subscribed to [num] lists
sk_sk: Odoberá [num] zoznamov

# Languages::subscribed
source: Subscribed
sk_sk: Odoberá

# Languages::text_success_subscription
source: You have been successfully subscribed to our free e-mail updates and promotions!
sk_sk: Bol úspešne prihlásení na naše bezplatné e-mailové aktualizácie a ponuky!

# Languages::text_unsubscribe_instructions
source: We respect your privacy and do not send unsolicited e-mail to users who have not requested correspondence. You have received this e-mail because you requested to receive our free updates and promotions.<br /><br /> If you wish to unsubscribe, please follow the link below:
sk_sk: Rešpektujeme vaše súkromie a neposielame našim používateľom žiadnu nevyžiadanú poštu. Tento e-mail ste obdržali pretože ste sa prihlásili na odoberanie našich bezplatných aktualizácií a ponúk.<br /><br /> Ak si želáte sa odhlásiť, môžete tak urobiť pomocou nasledujúceho odkazu:

# Languages::updates_subscription
source: updates and promotions subscription
sk_sk: odoberanie aktualizácii a ponúk

# Languages::ult_shared_with
source: Shared with:
sk_sk: Zdieľané s:

# Languages::tt_addons_newsletters_views_mailing_lists_update_from_email
source: Email of a sender.
sk_sk: E-mail odosielateľa.

# Languages::tt_addons_newsletters_views_mailing_lists_update_from_name
source: Name of a sender (e.g. company name).
sk_sk: Meno odosielateľa (napr. názov firmy).

# Languages::tt_addons_newsletters_views_mailing_lists_update_reply_to
source: Email to send replies to.
sk_sk: E-mail pre odpovede.

# Languages::tt_addons_newsletters_views_newsletters_update_more_subjects
source: If several subjects are specified, email subject is randomly picked from this list.
sk_sk: Ak je zadaných viacero predmetov, predmet e-mailu bude náhodne vybraný z tohto zoznamu.

# Languages::tt_addons_newsletters_views_newsletters_update_users
source: If the message text contains the unsubscribe link, it will be empty for these users.
sk_sk: Ak správa obsahuje odkaz pre zrušenie odoberania, bude prázdna pre týchto používateľov.

# Languages::add_mailing_lists
source: Add mailing list
sk_sk: Pridať zoznam adries

# Languages::new_mailing_lists
source: New mailing list
sk_sk: Nový zoznam adries

# SettingsSections::newsletters::general
source: General
sk_sk: Všeobecné

# SettingsOptions::newsletters::newsletters_per_pass
source: Newsletters sent per step
sk_sk: Newsletterov odoslaných za jeden krok

# SettingsOptions::newsletters::elm_advanced_mailing_server_options
source: Advanced mailing server options
sk_sk: Rozšírené možnosti poštového servera

# SettingsOptions::newsletters::mailer_send_method
source: Method of sending e-mails
sk_sk: Spôsob posielania e-mailov

# SettingsOptions::newsletters::elm_smtp_server_settings
source: SMTP server settings
sk_sk: Nastavenia servera SMTP

# SettingsOptions::newsletters::mailer_smtp_host
source: SMTP host
sk_sk: Host SMTP

# SettingsOptions::newsletters::mailer_smtp_username
source: SMTP username
sk_sk: SMTP používateľské meno

# SettingsOptions::newsletters::mailer_smtp_password
source: SMTP password
sk_sk: SMTP heslo

# SettingsOptions::newsletters::mailer_smtp_auth
source: Use SMTP authentication
sk_sk: Použiť autentifikáciu SMTP

# SettingsVariants::newsletters::mailer_send_method::smtp
source: via SMTP server
sk_sk: cez SMTP server

# SettingsVariants::newsletters::mailer_send_method::mail
source: via php mail function
sk_sk: cez php mail funkciu

# SettingsVariants::newsletters::mailer_send_method::default
source: use default settings
sk_sk: použiť predvolené nastavenie
