Repository: vv-a2007/localoki
Catalog: var/langs/*/addons/product_variations.po
Languages: de_de, el_gr, es_es, ja_jp, pl_pl, ru_ru, tr_tr

source: Couldn't import options for product [product_code]: options can't be updated for a variation or for a product that has at least one variation.
es_es: No se pudo importar el producto [product_code]: las opciones no pueden ser actualizadas para una variación o para un producto que tiene al menos una variación.
ja_jp: 商品[product_code] をインポートできませんでした：オプションは少なくとも1つのバリエーションを持つバリエーション、あるいは商品を更新することはできません。
pl_pl: Nie mogłem zaimportować opcje dla [product_code] produktu: opcji nie można zaktualizować, dla wariacji lub produktu, który ma co najmniej jedną wariację.
ru_ru: Не удалось импортировать товар [product_code]: невозможно обновить опции у вариации или товара, если у него есть хотя бы одна вариация.
tr_tr: Ürünler için gerekli özellikler aktarılamadı [product_code]: Seçili özellik bu varyasyonda kullanılamaz ya da enazından enazından bir varyasyona sahip olan bu üründe kullanılabilir değil.

# Languages::product_variations.exim_error_variant_does_not_exist
source: Couldn't import product [product_code]: option "[option_name]" doesn't have variant "[variant_name]".
es_es: No se pudo importar el producto [product_code]: opción "[option_name]" no tiene variante "[variant_name]".
ja_jp: 商品[product_code] をインポートできませんでした：オプション[option_name] は種類[variant_name] を持ちません。
pl_pl: Nie mogłem zaimportować [product_code] produktu: opcja "[option_name]" nie ma wariantu "[variant_name]".
ru_ru: Не удалось импортировать товар [product_code]: у опции "[option_name]" отсутствует вариант "[variant_name]".
tr_tr: Ürünler aktarılamadı [product_code]: seçili "[option_name]" özelliğe ait değişiklik "[variant_name]" yok.

# Languages::product_variations.text_exim_data_imported
source: Data is imported successfully. <br />New products - <b>[new]</b>: <ul><li>Simple: <b>[new_simple]</b></li><li>Configurable: <b>[new_conf]</b></li><li>Variations: <b>[new_var]</b></li></ul>Updated products - <b>[exist]</b>: <ul><li>Simple: <b>[upd_simple]</b></li><li>Configurable: <b>[upd_conf]</b></li><li>Variations: <b>[upd_var]</b></li></ul>Skipped products - <b>[skipped]</b>: <ul><li>Simple: <b>[skipped_simple]</b></li><li>Configurable: <b>[skipped_conf]</b></li><li>Variations: <b>[skipped_var]</b></li></ul>Total - <b>[total]</b>.
el_gr: Τα δεδομένα εισηχθησαν με επιτυχία.<br />Νέα προϊόντα - <b>[new]</b>: <ul><li>Απλα: <b>[new_simple]</b></li><li>Διαμορφωσιμα: <b>[new_conf]</b></li><li>Παραλλαγες: <b>[new_var]</b></li></ul>Ανανεωμενα Προιοντα - <b>[exist]</b>: <ul><li>Απλα: <b>[upd_simple]</b></li><li>Διαμορφωιμα: <b>[upd_conf]</b></li><li>Παραλαλγες: <b>[upd_var]</b></li></ul>Παράλειψη προϊόντων - <b>[skipped]</b>: <ul><li>Απλα: <b>[skipped_simple]</b></li><li>Διαμορφωσιμα: <b>[skipped_conf]</b></li><li>Παραλλαγες: <b>[skipped_var]</b></li></ul>Συνολο - <b>[total]</b>.
es_es: Los datos se importaron correctamente.<br />Nuevos productos- <b>[new]</b>: <ul><li>Simple:<b>[new_simple]</b></li><li>Configurable:<b>[new_conf]</b></li><li>Variaciones:<b>[new_var]</b></li></ul>Productos actualizados - <b>[exist]</b>:<ul><li>Simple:<b>[upd_simple]</b></li><li>Configurable: <b>[upd_conf]</b></li><li>Variaciones: <b>[upd_var]</b></li></ul>Productos omitidos- <b>[skipped]</b>: <ul><li>Simple: <b>[skipped_simple]</b></li><li>Configurable: <b>[skipped_conf]</b></li><li>Variaciones: <b>[skipped_var]</b></li></ul>Total - <b>[total]</b>.
ja_jp: データのインポートは成功しました。<br />新商品- <b>[new]</b>: <ul><li>シンプル: <b>[new_simple]</b></li><li>設定可能: <b>[new_conf]</b></li><li>バリエーション: <b>[new_var]</b></li></ul>更新商品- <b>[exist]</b>: <ul><li>シンプル: <b>[upd_simple]</b></li><li>設定可能: <b>[upd_conf]</b></li><li>バリエーション: <b>[upd_var]</b></li></ul>飛ばされた商品 - <b>[skipped]</b>: <ul><li>シンプル: <b>[skipped_simple]</b></li><li>設定可能: <b>[skipped_conf]</b></li><li>バリエーション: <b>[skipped_var]</b></li></ul>合計- <b>[total]</b>.
pl_pl: Dane zostały zaimportowane pomyślnie. <br />Nowe produkty - <b>[new]</b>: <ul><li>Proste: <b>[new_simple]</b></li> <li>Konfigurowalne: <b>[new_conf]</b></li> <li>Wariacje: <b>[new_var]</b></li></ul> Aktualizacja produktów - <b>[exist]</b>: <ul><li>Proste: <b>[upd_simple] </b></li> <li>Konfigurowalne: <b>[upd_conf]</b></li> <li>Wariacje: <b>[upd_var]</b></li></ul>Pominięte produkty - <b>[skipped]</b>: <ul><li>Proste: <b>[skipped_simple]</b></li> <li>Konfigurowalne: <b>[skipped_conf]</b></li> <li>Wariacje: <b>[skipped_var]</b></li></ul>Ogółem - <b>[total]</b>.
ru_ru: Данные импортированы успешно. <br />Новые товары — <b>[new]</b>: <ul><li>Простые: <b>[new_simple]</b></li><li>Настраиваемые: <b>[new_conf]</b></li><li>Вариации: <b>[new_var]</b></li></ul>Обновлённые товары — <b>[exist]</b>: <ul><li>Простые: <b>[upd_simple]</b></li><li>Настраиваемые<b>[upd_conf]</b></li><li>Вариации: <b>[upd_var]</b></li></ul>Пропущенные товары — <b>[skipped]</b>: <ul><li>Простые: <b>[skipped_simple]</b></li><li>Настраиваемые: <b>[skipped_conf]</b></li><li>Вариации: <b>[skipped_var]</b></li></ul>Всего — <b>[total]</b>.
tr_tr: Data başarılı şekilde eklendi. <br /> Yeni ürün - <b>[new]</b>:<ul><li>Basitçe: <b>[new_simple]</b></li><li>Ayarlanabilir: <b>[new_conf]</b></li><li>Varyasyonda: <b>[new_var]</b></li></ul>Ürünler olarak güncellendi - <b>[exist]</b>:<ul><li>Basitçe: <b>[upd_simple]</b></li><li>Ayarlanabilir: <b>[upd_conf]</b></li><li>Varyasyonlar: <b>[upd_var]</b></li></ul>Atlanılan ürünler - <b>[skipped]</b>: <ul><li>Basitçe: <b>[skipped_simple]</b></li><li>Ayarlanabilir: <b>[skipped_conf]</b></li><li>Varyasyonlar:<b>[skipped_var]</b></li></ul>Toplam - <b>[total]</b>.

# Languages::variation_options
source: Variation options
de_de: Varianten-Optionen
el_gr: Επιλογες Παραλλαγης
es_es: Opciones de variación
ja_jp: バリエーション・オプション
pl_pl: Wariacje opcji
ru_ru: Опции вариаций
tr_tr: Varyasyon özellikleri

# Languages::product_variations.cannot_remove_options_that_used_for_variation
source: Cannot delete option "[option_name]" because it is used in product variations. If you'd like to delete this option, please delete the <a href="[search_link]">product variations</a> that use this option first.
el_gr: Δεν είναι δυνατή η διαγραφή της επιλογής "[option_name]" επειδή χρησιμοποιείται σε παραλλαγές προϊόντων. Αν θέλετε να διαγράψετε αυτήν την επιλογή, διαγράψτε τις <a href="[search_link]"> παραλλαγές προϊόντων </a> που χρησιμοποιούν αυτήν την επιλογή πρώτα.
es_es: No se puede eliminar la opción "[option_name]" porque se usa en las variaciones del producto. Si desea eliminar esta opción, por favor elimine las<a href="[search_link]">variaciones del producto</a>que usan esta opción primero.
ja_jp: 商品バリエーションの中で使われているため、オプション[option_name] は削除できませんでした。このオプションを削除したい場合、このオプションを最初に使う前に、<a href="[search_link]">商品バリエーション</a> を削除してください。
pl_pl: Nie można usunąć opcji [option_name] ponieważ jest używana w wariacjach produktu. Jeżeli chciałbyś usunąć tę opcję, proszę najpierw usuń <a href="[search_link]">wariacje produktu</a>które używają tej opcji.
ru_ru: Не удаётся удалить опцию "[option_name]", так как она используется для создания вариаций. Чтобы удалить данную опцию, сначала удалите <a href="[search_link]">вариации</a>, в которых она используется.
tr_tr: Ürün varyasyonlarında kullanıldığı için "[option_name]" seçeneği silinemiyor. Bu seçeneği silmek isterseniz, lütfen önce bu seçeneği kullanan <a href="[search_link]"> ürün varyasyonlarını </a> silin.

# Languages::product_variations.cannot_disable_options_that_used_for_variation
source: Cannot disable option "[option_name]" because it is used in product variations. If you'd like to disable this option, please delete the <a href="[search_link]">product variations</a> that use this option first.
es_es: No se puede deshabilitar la opción "[option_name]" porque se usa en las variaciones del producto. Si desea desactivar esta opción, elimine las <a href="[search_link]"> variaciones del producto </a> que utilizan esta opción primero.
pl_pl: Nie można wyłaczyć opcji [option_name] ponieważ jest używana w wariacjach produktu. Jeżeli chciałbyś wyłączyć tę opcję, proszę najpierw usuń <a href="[search_link]">wariacje produktu</a>które używają tej opcji.
ru_ru: Не удаётся выключить опцию "[option_name]", так как она используется для создания вариаций. Чтобы выключить данную опцию, сначала удалите <a href="[search_link]">вариации</a>, в которых она используется.

# Languages::product_variations.show_variation_thumbnails
source: Show variation thumbnails
el_gr: Προβολη μικρογραφιών παραλλαγής
es_es: Muestra las miniaturas de variación
ja_jp: バリエーションのサムネイル画像を表示する
pl_pl: Pokaż miniatury wariacji
ru_ru: Показывать иконки вариаций
tr_tr: Varyasyon minyatürlerini göster

# Languages::product_variations.show_product_code
source: Show product code
el_gr: Εμφάνιση κωδικού προϊόντος
es_es: Muestra el código del producto
ja_jp: 商品コードを表示する
pl_pl: Pokaż kod produktu
ru_ru: Показать код товара
tr_tr: Ürün kodunu göster

source: Track in stock product quantity. Enable the "Enable inventory tracking" option (Settings -> General) to modify.
el_gr: Παρακολουθηση ποσότητας προϊόντων σε απόθεμα. Ενεργοποιείστε την "παρακολούθηση αποθέματος" (ρυθμίσεις-> γενικά) για τροποποιηση.
es_es: Registra la cantidad de productos disponibles. Active la opción el "Habiliar seguimiento de inventario" (Configuración -> General) para modificar.
pl_pl: Śledzenie ilości produktu w magazynie. Włącz opcje "Włącz śledzenie magazynu" w menu (Ustawienia-> Ustawienia ogólne).
ru_ru: Отслеживать количество товара в наличии. Включите настройку «Включить отслеживание количества товаров на складе» (Настройки → Общие), чтобы изменить значение.

source: Categories to be displayed in the navigation breadcrumbs.
el_gr: Οι Κατηγορίες που θα εμφανιστουν στην πλοηγηση με breadcrumbs.
es_es: Las categorías que se mostrarán en la ruta de navegación.
pl_pl: Kategorie mają być wyświetlane w okruszkach.
ru_ru: Категории, которые будут отображаться в навигации («хлебных крошках»).
tr_tr: Gezinme kırıntılarında görüntülenecek kategoriler

# Languages::product_variations.inventory_notice
source: This product doesn't have any options suitable for creating variations. Please make sure that the product has at least one active option with the ticked <b>Inventory</b> checkbox, and variants exist for that option.
es_es: Este producto no tiene ninguna opción adecuada para crear variaciones. Asegúrese de que el producto tenga al menos una opción activa en la casilla de verificación <b>Inventario</b> marcada, y si existen variantes para esa opción.
pl_pl: Ten produkt nie ma żadnych opcji odpowiednich do tworzenia wariacji produktów. Upewnij się, że produkt ma co najmniej jedną aktywną opcję z zaznaczonym polem <b>Magazyn</b> i istnieją warianty dla tej opcji.
ru_ru: У данного товара отсутствуют опции, подходящие для создания вариаций. Убедитесь, что у товара включена хотя бы одна опция с проставленной галочкой <b>"Расчет кол-ва товара в наличии"</b>, и у этой опции есть варианты.

# Languages::product_variations.error.cannot_disable_option_variant
source: Variant "[variant_name]" can't be disabled because some existing product variations use it.
el_gr: Η παραλλαγή "[variant_name]" δεν μπορεί να απενεργοποιηθεί επειδή χρησιμοποιειται σε μερικές υπάρχουσες παραλλαγές προϊόντων.
es_es: La variante "[variant_name]" no puede ser deshabilitada porque algunas variaciones de los productos existentes la usan.
pl_pl: Nie można wyłączyć wariantu "[variant_name]", ponieważ niektóre istniejące produkty mogą go używać.
ru_ru: Невозможно выключить вариант "[variant_name]", так как он используется в существующих вариациях товаров.

# Languages::product_variations.error.cannot_remove_option_variant
source: Variant "[variant_name]" can't be removed because some existing product variations use it.
el_gr: Η παραλλαγή "[variant_name]" δεν μπορεί να απενεργοποιηθεί επειδή χρησιμοποιειται σε μερικές υπάρχουσες παραλλαγές προϊόντων.
es_es: La variante "[variant_name]" no puede ser eliminada porque algunas variaciones de productos existentes la usan.
pl_pl: Nie można usunąć wariantu "[variant_name]", ponieważ niektóre istniejące produkty mogą go używać.
ru_ru: Невозможно удалить вариант "[variant_name]", так как он используется в существующих вариациях товаров.

# Languages::is_default_product_variation
source: Is default product variation
el_gr: Είναι η προεπιλεγμένη παραλλαγή του προϊόντος
es_es: La variación del producto está predeterminada
pl_pl: Jest domyślną odmianą produktu
ru_ru: Является вариацией, выбранной по умолчанию
