Repository: vv-a2007/localoki
Catalog: var/langs/*/addons/product_variations.po
Languages: de_de, el_gr, es_es, ja_jp, pl_pl, ru_ru, tr_tr

# Addons::name::product_variations
source: Product Variations [Beta]
de_de: Produkt-Variationen [Beta]
el_gr: [Beta] παραλλαγές προϊόντος
es_es: Variaciones de los productos[Beta]
ja_jp: 商品バリエーション [Beta]
pl_pl: [Beta] Warianty produktu
ru_ru: Вариации товаров [Beta]
tr_tr: Ürün varyasyonları [Beta]

# Addons::description::product_variations
source: Variants of a product that comes in more than one option, such as color or size.
de_de: Varianten eines Produktes, die in mehr als einer Option erhältlich sind, wie z. B. Farbe oder Größe.
el_gr: Παραλλαγές ενός προϊόντος που διατίθεταιι σε περισσότερες από μία επιλογή, όπως χρώμα ή μέγεθος.
es_es: Las variantes de un producto que vienen en más de una opción, como color o tamaño.
ja_jp: 色やサイズなど、オプションがついた商品のバリエーション
pl_pl: Warianty produktu, które występuje w więcej niż jednej opcji, takiej jak kolor lub rozmiar.
ru_ru: Варианты товара, включающие в себя более одной опции, таких как цвет или размер.
tr_tr: Renk veya boyut gibi birden fazla seçenekte gelen bir ürün varyantları.

# Languages::product_variations.btn_generate
source: Generate variations
de_de: Variationen erzeugen
el_gr: Δημιουργία παραλλαγών
es_es: Generar variaciones
ja_jp: バリエーションの生成
pl_pl: Generowanie wariantów
ru_ru: Сгенерировать вариации
tr_tr: Varyasyon oluştur

# Languages::product_variations.generating.title
source: Generating variations: [product]
de_de: Variationen erzeugen: [Produkt]
el_gr: Δημιουργία παραλλαγών: [product]
es_es: Generando variaciones:[product]
ja_jp: バリエーションの生成: [product]
pl_pl: Generowanie wariantów: [product]
ru_ru: Генерация вариаций: [product]
tr_tr: Varyasyon oluşturuluyor: [product]

# Languages::product_variations.generating.select_variants
source: Select variants
de_de: Varianten auswählen
el_gr: Επιλέξτε παραλλαγές
es_es: Seleccionar las variantes
ja_jp: バリエーションの選択
pl_pl: Wybierz warianty
ru_ru: Выберите варианты
tr_tr: Varyantları seç

# Languages::product_variations.selected_default
source: Selected by default
de_de: Standardmäßig ausgewählt
el_gr: Επιλεγμένο από προεπιλογή
es_es: Seleccionada por defecto
pl_pl: Domyślnie zaznaczone
ru_ru: Вариация по умолчанию

# Languages::product_variations.selected_default_tooltip
source: The variation which should be selected by default in the Storefront
de_de: Die Variante, die standardmäßig in der Storefront ausgewählt werden soll
el_gr: Η παραλλαγή που θα πρέπει να επιλεγεί από προεπιλογή στο Καταστημα
es_es: La variación que debe ser seleccionada por defecto en la página de productos de la tienda
pl_pl: Odmiana, która powinna być domyślnie wybrana w tym sklepie (storefroncie)
ru_ru: Вариация, которая должна отображаться на витрине и быть выбрана по умолчанию при переходе на страницу товара

# Languages::product_variations.product_type
source: Product variations
de_de: Produkt-Variationen
el_gr: Παραλλαγές προϊόντος
es_es: Variaciones de los productos
ja_jp: 商品バリエーション
pl_pl: Warianty produktu
ru_ru: Вариации товара
tr_tr: Ürün varyasyonları

# Languages::product_variations.product_type.simple
source: Simple product
de_de: Normales Produkt
el_gr: Απλό προϊόν
es_es: Producto único
ja_jp: シンプルバリエーション
pl_pl: Prosty produkt
ru_ru: Простой товар
tr_tr: Tek ürün

# Languages::product_variations.product_type.variation
source: Product variation
de_de: Produkt-Variationen
el_gr: Παραλλαγή προϊόντος
es_es: Variación del producto
ja_jp: 商品バリエーション
pl_pl: Warianty produktu
ru_ru: Вариация товара
tr_tr: Ürün varyasyonu

# Languages::product_variations.product_type.configurable
source: Configurable product
de_de: Konfigurierbares Produkt
el_gr: Διαμορφώσιμο προϊόν
es_es: Producto configurable
ja_jp: 設定可能な商品
pl_pl: Konfigurowalny produkt
ru_ru: Настраиваемый товар
tr_tr: Yapılandırılabilir ürün

# Languages::product_variations.parent_product
source: Parent product
de_de: Übergeordnetes Produkt
el_gr: Γονικό προϊόν
es_es: Producto matriz
ja_jp: 親階層の商品
pl_pl: Produkt nadrzędny
ru_ru: Товар-родитель
tr_tr: Ana ürün

# Languages::product_variations.variations
source: Variations
de_de: Varianten
el_gr: Παραλλαγές
es_es: Variaciones
ja_jp: バリエーション
pl_pl: Warianty
ru_ru: Вариации
tr_tr: Varyasyonlar

# Languages::product_variations.variation_of_product
source: Variation of <a href="[url]">[product]</a>
de_de: Variante von <a href="[url]">[produkt]</a>
el_gr: Παραλλαγή του <a href="[url]">[product]</a>
es_es: Variación de<a href="[url]">[product]</a>
ja_jp: <a href="[url]">[product]</a>のバリエーション
pl_pl: Odmiana <a href="[url]">[product]</a>
ru_ru: Вариация <a href="[url]">[product]</a>
tr_tr: <a href="[url]">[product]</a> varyasyonu

source: The variation_options field is required for a variation product
de_de: Das Feld variation_options wird für ein Variationsprodukt benötigt
el_gr: Το πεδίο variation_options είναι απαραίτητη για ένα προϊόν με παραλλαγή
es_es: El campo de variación de las opciones es requerido para un producto de variación
ja_jp: Variation_options フィールドは商品バリエーションの必須項目です。
pl_pl: Pole variation_options jest wymagane dla wariacji produktu
ru_ru: Поле variation_options является обязательным для вариации товара
tr_tr: Variation_options alanı bir ürün varyasyonu için gereklidir

# Languages::product_variations.error.product_variation_must_have_parent_product
source: A product variation must have a parent product
de_de: Eine Produktvariante muss ein übergeordnetes Produkt haben
el_gr: Μια παραλλαγή του προϊόντος πρέπει να έχει ένα γονικό προϊόν
es_es: Una variación del producto debe tener un producto matriz
ja_jp: 商品バリエーションは親商品を必ず持つ必要があります。
pl_pl: Wariant produktu musi mieć produkt nadrzędny
ru_ru: У вариации товара должен быть товар-родитель
tr_tr: Ürün varyasyonu için ana ürün bulunması zorunludur

# Languages::product_variations.error.invalid_variation_options_array
source: The variation_options array is invalid
el_gr: Ο πίνακας variation_options δεν είναι έγκυρος
es_es: La matriz de las opciones de variación no es válida
ja_jp: Variation_options 配列が無効です。
pl_pl: Tablica variation_options jest nieprawidłowa
ru_ru: Массив variation_options невалидный
tr_tr: Variation_options dizi geçersiz

# Languages::product_variations.error.product_variation_already_exists
source: A product variation with same variation_code already exists
de_de: Eine Produktvariante mit gleichem Variationscode existiert bereits
el_gr: Υπάρχει ήδη μια παραλλαγή προϊόντος με το ίδιο variation_code
es_es: Una variación del producto con el mismo código de variación ya existe
ja_jp: 同じvariation_codeの商品バリエーションは既に存在します。
pl_pl: Istnieje już odmiana produktu o tym samym kodzie variation_code
ru_ru: Вариация товара с тем же значением variation_code уже существует
tr_tr: Aynı variation_code ile bir ürün çeşitlemesi zaten var

# Languages::product_variations.convert_to_configurable_product
source: Convert to configurable product
de_de: In ein konfigurierbares Produkt umwandeln
el_gr: Μετατροπή σε διαμορφώσιμο προϊόν
es_es: Convetir en un producto configurable
ja_jp: 構成可能な商品に変換する。
pl_pl: Przekonwertowuj w konfigurowalny produkt
ru_ru: Преобразовать в настраиваемый товар
tr_tr: Yapılandırılabilir ürüne dönüştür

# Languages::product_variations.confirm_convert_to_configurable_product
source: You can't undo this action unless you restore the database from backup or re-create this product as a simple product manually. The option combinations and exceptions (allowed/forbidden combinations) of this product will be lost. Are you sure you want to proceed?
de_de: Sie können diese Aktion nur rückgängig machen, wenn Sie die Datenbank aus dem Backup wiederherstellen oder dieses Produkt manuell als einfaches Produkt neu erstellen. Die Optionskombinationen und Ausnahmen (erlaubte/verbotene Kombinationen) dieses Produkts gehen verloren. Sind Sie sicher, dass Sie weitermachen wollen?
el_gr: Δεν μπορείτε να αναιρέσετε αυτήν την ενέργεια, εκτός και αν επαναφέρετε τη βάση δεδομένων από αντίγραφο ασφαλείας ή δημιουργήστε ξανά το προϊόν αυτό ως ένα απλό προϊόν με μη αυτόματο τρόπο. Οι Συνδυασμοι Επιλογών και οι εξαιρέσεις (επιτρέπεται/απαγορεύεται συνδυασμος) αυτού του προϊόντος θα χαθούν. Είστε βέβαιοι ότι θέλετε να συνεχίσετε;
es_es: No puedes deshacer esta acción a menos que restaure la base de datos desde el respaldo o vuelva a generar este producto como un producto único manualmente. Las combinaciones y excepciones de la opción (combinaciones permitidas/prohibidas) de este producto se perderán. ¿Está seguro que desea continuar?
ja_jp: バックアップからデータベースを復元するか、この商品を手動でシンプルな商品として再作成しない限り、この操作を取り消すことはできません。 この商品オプションの組み合わせと例外（許可/禁止の組み合わせ）は失われます。 このまま実行してもいいでしょうか？
pl_pl: Nie można cofnąć tej operacji, chyba że przywrócisz bazę danych z kopii zapasowej lub ponownie utworzysz ten produkt ręcznie jako produkt prosty. Kombinacje opcji i wyjątki (dozwolone / zabronione kombinacje) tego produktu zostaną utracone. Czy na pewno chcesz kontynuować?
ru_ru: Отменить данное действие можно, только восстановив базу данных из резервной копии или заново создав данный товар как простой. Комбинации опций и исключения (разрешённые/запрещённые комбинации) будут удалены. Вы уверены, что хотите продолжить?
tr_tr: Veritabanını yedekten geri yüklemediğiniz veya bu ürünü manuel olarak basit bir ürün olarak yeniden oluşturmadığınız sürece bu eylemi geri alamazsınız. Bu ürünün seçenek kombinasyonları ve istisnaları (izin verilen / yasaklanan kombinasyonlar) kaybolacaktır. Devam etmek istediğinden emin misin?

# Languages::product_variations.convert_to_configurable_product_success
source: Product successfully converted
de_de: Produkte wurden erfolgreich exportiert
el_gr: Το προϊόν μετατράπηκε επιτυχώς
es_es: El producto ha sido convertido con éxito
ja_jp: 商品の変換は成功しました。
pl_pl: Produkt przekonwertowany pomyślnie
ru_ru: Товар был успешно преобразован
tr_tr: Ürün başarıyla dönüştürüldü

# Languages::product_variations.error.configurable_product_must_have_file
source: A downloadable configurable product must have at least one active file for sale.
de_de: Ein herunterladbares konfigurierbares Produkt muss mindestens eine aktive Datei zum Verkauf haben.
el_gr: Ένα παραμετροποιήσιμο προϊόν με δυνατότητα λήψης πρέπει να διαθέτει τουλάχιστον ένα ενεργό αρχείο προς πώληση.
es_es: El porducto configurable descargable debe tener al menos un producto activo para la venta.
ja_jp: ダウンロード可能な設定可能な商品には、少なくとも1つのアクティブ・ファイルが必要です。
pl_pl: Do pobrania, konfigurowalny produkt musi mieć co najmniej jeden aktywny plik do sprzedaży.
ru_ru: Цифровой настраиваемый товар должен иметь хотя бы один файл, выставленный на продажу.
tr_tr: İndirilebilir bir yapılandırılabilir ürün, satış için en az bir etkin dosyaya sahip olmalıdır.

# Languages::product_variations.variations_filling
source: Variations
de_de: Varianten
el_gr: Παραλλαγές
es_es: Variaciones
ja_jp: バリエーション
pl_pl: Warianty
ru_ru: Вариации
tr_tr: Varyasyonlar

# Languages::product_variations.variations_list
source: Variations
de_de: Varianten
el_gr: Παραλλαγές
es_es: Variaciones
ja_jp: バリエーション
pl_pl: Warianty
ru_ru: Вариации
tr_tr: Varyasyonlar

# Languages::variations_in_stock
source: Only "in stock" products
de_de: Nur verfügbare Artikel anzeigen
el_gr: Μόνο Προϊόντα με απόθεμα
es_es: Productos "en existencia" solamente
ja_jp: 在庫ありの商品
pl_pl: Tylko produkty "w magazynie"
ru_ru: Показывать только товары в наличии
tr_tr: Sadece ''stoktaki'' ürünler

# Languages::product_variations.variation_code
source: Variation code
de_de: Varianten-Code
el_gr: Κωδικος Παραλλαγης
es_es: Código de variación
ja_jp: バリエーション・コード
pl_pl: Kod wariantu
ru_ru: Код вариации
tr_tr: Varyasyon kodu

# Languages::product_variations.hide_add_to_wishlist_button
source: Hide add to wish list button
de_de: "Zum Warenkorb hinzufügen" Taste verstecken
el_gr: Απόκρυψη κουμπιού προσθήκη στα αγαπημενα
es_es: Botón para ocultar la opción de agregar a la lista de deseos
ja_jp: 欲しいものリストの追加ボタンを隠す
pl_pl: Ukryj przycisk dodania do przechowalni
ru_ru: Скрыть кнопку "Отложить"
tr_tr: Sepete ekle butonunu gizle

# Languages::product_variations.cannot_generate_variations_reason_options
source: Cannot generate product variations. You may have removed some product options (or disabled inventory tracking for these options). Some existing variations depend on these options. Please roll back your changes to options or remove existing variations of the product and try to generate them again.
de_de: Kann keine Produktvariationen erzeugen. Möglicherweise haben Sie einige Produktoptionen entfernt (oder die Bestandsverfolgung für diese Optionen deaktiviert). Einige bestehende Varianten hängen von diesen Optionen ab. Bitte nehmen Sie Ihre Änderungen an den Optionen zurück oder entfernen Sie bestehende Varianten des Produkts und versuchen Sie, diese erneut zu generieren.
el_gr: Δεν είναι δυνατή η δημιουργία παραλλαγών προϊόντων. Ίσως έχετε αφαιρέσει κάποιες επιλογές προϊόντος (ή εχει γινει απενεργοποίηση εντοπισμού αποθέματος για αυτές τις επιλογές). Ορισμένες υπάρχουσες παραλλαγές εξαρτώνται από αυτές τις επιλογές. Επαναφέρετε τις αλλαγές στις επιλογές ή καταργήστε τις υπάρχουσες παραλλαγές του προϊόντος και προσπαθήστε να τις δημιουργήσετε ξανά.
es_es: No se pueden generar variaciones del producto. Es posible que haya eliminado algunas opciones de productos (o deshabilitado el seguimiento de inventario para estas opciones). Algunas variaciones existentes dependen de estas opciones. Desplace los cambios a las opciones o elimine las variaciones existentes del producto e intente generarlos de nuevo.
ja_jp: 商品のバリエーションは生成できません。いくつかの商品オプション（あるいはこれらのオプションのインベントリトラッキングが無効になっている）を削除した可能性があります。いくつかの既存バリエーションは、これらのオプションが適用されます。 変更内容を元のオプションに戻したり、既存のバリエーションを削除して再度生成してください。
pl_pl: Nie można wygenerować wariacji produktu. Być może usunięto niektóre opcje produktu (lub wyłączono śledzenie magazynu dla tych opcji). Niektóre istniejące wariacje produktu zależą od tych opcji. Cofnij zmiany do opcji lub Usuń istniejące wariacje produktu i spróbuj ponownie je wygenerować.
ru_ru: Невозможно сгенерировать вариации товара. Возможно, некоторые опции, необходимые для создания вариаций, были удалены или их наличие больше не учитывается. Пожалуйста, отмените все изменения, применённые к опциям, или удалите существующие вариации и попробуйте заново создать их.
tr_tr: Ürün türleri oluşturulamıyor. Bazı ürünleri kaldırmış olabilir (Yahut envanter takip sistemini kaldırmış olabilirsin). Bazı varyasyonlar bu özelliğe bağlıdır. Lütfen yapmış olduğunuz değişikliği kaldırın veya varolan ürün varyasyonlarını iptal ederek tekrar oluşturmayı deneyin.

# Languages::product_variations.cannot_use_all_options_reason_existent_variations
source: Cannot use the following options to generate variations: <b>[option_names]</b>. Some existing variations of the product do not use these options. Please remove existing variations and generate them again to use these options.
de_de: Die folgenden Optionen können nicht verwendet werden, um Variationen zu erzeugen: <b>[option_names]</b>. Einige bestehende Varianten des Produkts nutzen diese Optionen nicht. Bitte entfernen Sie vorhandene Varianten und generieren Sie diese neu, um diese Optionen zu nutzen.
el_gr: Δεν είναι δυνατή η χρήση των ακόλουθων επιλογών για τη δημιουργία παραλλαγών: <b> [option_names] </ b>. Ορισμένες υπάρχουσες παραλλαγές του προϊόντος δεν χρησιμοποιούν αυτές τις επιλογές. Καταργήστε τις υπάρχουσες παραλλαγές και τις δημιουργήστε ξανά για να χρησιμοποιήσετε αυτές τις επιλογές.
es_es: No se pueden usar las siguientes opciones para generar variaciones:<b>[option_names]</b>. Algunas variaciones existentes del producto no utilizan estas opciones. Por favor elimine las variaciones existentes y vuelva a generarlas para usar estas opciones.
ja_jp: バリエーションを生成するのに<b> [option_names] </ b>というオプションは使用できません。いくつかの商品の既存バリエーションには、これらのオプションを使用しないものがあります。 これらのオプションを使用するには、既存バリエーションを削除してから再度作成してください。
pl_pl: Nie można użyć następujących opcji do generowania wariacji produktu: <b>[option_names]</b>. Niektóre wariacje istniejącego produktu nie mogą używać tych opcji. Należy usunąć istniejące różnice i wygenerować je ponownie, aby użyć tych opcji.
ru_ru: Невозможно использовать следующие опции для создания вариаций: <b>[option_names]</b>. Некоторый из существующих вариаций товаров не используют данные опции. Пожалуйста, удалите существующие вариации и сгенерируйте их снова, используя указанные опции.
tr_tr: Varyasyon oluşturmak için aşağıdaki seçenekleri kullanamazsınız: <b>[seçenek_isimleri]</ b>. Mevcutta bulunan bazı ürün çeşitleri bu seçenekleri kullanamaz. Lütfen mevcutta bulunan varyasyonları kaldırın ve bu seçenekleri kullanabilmek için tekrar oluşturun.

# Languages::product_variations.variation
source: Variation
de_de: Variante
el_gr: Παραλλαγή
es_es: Variación
ja_jp: バリエーション
pl_pl: Wariacja
ru_ru: Вариация
tr_tr: Varyasyon

# Languages::product_variations.update_name
source: Update name
de_de: Name des Updates
el_gr: Ανανεωση ονοματος
es_es: Nombre actualizado
ja_jp: 更新名
pl_pl: Aktualizacji nazwy
ru_ru: Обновить название
tr_tr: Güncelleme adı

# Languages::product_variations.add_variations
source: Add variations
de_de: Varianten hinzufügen
el_gr: Προσθηκη παραλλαγων
es_es: Agregar variaciones
ja_jp: バリエーションの追加
pl_pl: Dodaj wariacje
ru_ru: Добавить вариации
tr_tr: Varyasyonlar ekle

# Languages::product_variations.cannot_change_variation_options
source: Product options cannot be changed
de_de: Produktoptionen können nicht geändert werden
el_gr: Οι επιλογές προϊόντων δεν μπορούν να αλλάξουν
es_es: Las opciones de los productos no pueden ser cambiadas
ja_jp: 商品オプションは変更できません。
pl_pl: Nie można zmienić opcji produktu
ru_ru: Невозможно изменить опции товара
tr_tr: Ürün seçenekleri değiştirilemez

# Languages::product_variations.please_select_combinations
source: Please select combinations
de_de: Bitte wählen Sie Kombinationen
el_gr: Επιλέξτε συνδυασμούς
es_es: Por favor seleccione las combinaciones
ja_jp: コンビネーションを選択してください。
pl_pl: Proszę wybrać kombinacje
ru_ru: Пожалуйста, выберите комбинации
tr_tr: Lütfen kombinasyonları seçin

# Languages::product_variations.variations_list_block_name
source: Variations list
de_de: Varianten-Liste
el_gr: Λιστα Παραλλαγων
es_es: Lista de variaciones
ja_jp: バリエーション・リスト
pl_pl: Listy wariantów
ru_ru: Список вариаций
tr_tr: Varyasyon listesi

# Languages::product_variations.variations_list_tab_name
source: View all options as list
de_de: Alle Optionen als Liste anzeigen
el_gr: Προβολη ολων των επιλογων ως λίστα
es_es: Visualizar todas las opciones como lista
ja_jp: 全てのオプションを一覧で見る。
pl_pl: Zobacz wszystkie opcje jako listę
ru_ru: Просмотреть список опций
tr_tr: Tüm seçenekleri liste olarak görüntüle

source: Couldn't import product [product_code]: configurable product can't have variation options.
es_es: No se pudo importar el producto[product_code]: el producto configurable no puede tener opciones de variación.
ja_jp: 商品[product_code] をインポートできませんでした：設定可能な商品にバリエーション・オプションはありません。
pl_pl: Nie można zaimportować produktu [product_code]: produkt konfigurowalny nie może mieć wariacji opcji.
ru_ru: Не удалось импортировать товар [product_code]: у вариаций настраиваемого товара не должно быть опций.
tr_tr: Ürünler aktarılamadı [product_code]: ayarlanabilir ürünler varyasyon özelliğine sahip değil.

# Languages::product_variations.exim_error_cannot_find_parent_for_variation
source: Couldn't import product [product_code]: the parent product for this variation doesn't exist or is located in a wrong place in the imported file.
es_es: No se pudo importar el producto[product_code]: el producto matriz para esta variación no existe o esta ubicado en un lugar incorrecto en el archivo importado.
ja_jp: 商品[product_code] をインポートできませんでした：このパターンの親商品は存在しないか、インポートされたファイルの間違った場所にあります。
pl_pl: Nie mogłem zaimportować [product_code] produktu: produkt nadrzędny dla tej zmiany nie istnieje lub znajduje się w niewłaściwym miejscu w importowanym pliku.
ru_ru: Не удалось импортировать товар [product_code]: у данной вариации отсутствует родительский товар, или у него неверное расположение в импортируемом файле.
tr_tr: Ürünler aktarılamadı [product_code]: Bu varyasyona ait ana ürün bulunamadı ya da eklenilen dosya içerisinde yanlış yerde bulunuyor.

# Languages::product_variations.exim_error_option_is_not_available
source: Couldn't import product [product_code]: option "[option_name]" is not available for this product variation.
es_es: No se pudo importar el producto[product_code]: opción "[option_name]" no esta disponible para está variación del producto.
ja_jp: 商品[product_code] をインポートできませんでした：この商品バリエーションでは[option_name] オプションは使用できません。
pl_pl: Nie mogłem zaimportować [product_code] produktu: opcja "[option_name]" nie jest dostępna dla tej wariacji produktu.
ru_ru: Не удалось импортировать товар [product_code]: опция "[option_name]" недоступна для данной вариации товара.
tr_tr: Ürünler aktarılamadı [product_code]: seçilen "[option_name]" özellik bu ürün varyasyonunda bulunmuyor.

# Languages::product_variations.exim_error_invalid_variation_options_format
source: Couldn't import product [product_code]: invalid format of variation options was provided for this variation.
es_es: No se pudo importar el producto [product_code]: se proporcionaron opciones de variación de formato no válido para está variación.
ja_jp: 商品[product_code] をインポートできませんでした：このバリエーションには無効な形式のバリエーション・オプションが用意されています。
pl_pl: Nie mogłem zaimportować [product_code] produktu: nieprawidłowy format zmienności opcji został dostarczony dla tej zmiany.
ru_ru: Не удалось импортировать товар [product_code]: для данной вариации был задан неверный формат опций.
tr_tr: Ürünler aktarılamadı [product_code]: bu varyasyona ait olmayan bir özellikte seçilme yapılmış.

# Languages::product_variations.exim_error_invalid_variation_options_provided
source: Couldn't import product [product_code]: invalid variation options were provided for this variation.
es_es: No se pudo importar el producto [product_code]: se proporcionaron opciones de variación no válidas para está variación.
ja_jp: 商品[product_code] をインポートできませんでした：このバリエーションには無効なバリエーション・オプションが用意されています。
pl_pl: Nie mogłem zaimportować [product_code] produktu: nieprawidłowa wariacje opcji zostały przewidziane dla tej zmiany.
ru_ru: Не удалось импортировать товар [product_code]: для данной вариации были указаны неверные опции.
tr_tr: Ürünler aktarılamadı [product_code]: desteklenmeyen varyasyonda bir özellikte seçilme yapılmış.

# Languages::product_variations.exim_error_variation_with_provided_options_exists
source: Couldn't import product [product_code]: a variation with these variation options already exists.
es_es: No se pudo importar el producto [product_code]: una variación con estas opciones de variación ya existe.
ja_jp: 商品[product_code] をインポートできませんでした：これらのバリエーション・オプションのバリエーションは既に存在します。
pl_pl: Nie mogłem zaimportować [product_code] produktu: wariacja tych opcji już istnieje.
ru_ru: Не удалось импортировать товар [product_code]: вариации с данными опциями уже существует.
tr_tr: Ürünler aktarılamadı [product_code]: bu varyasyonda bir özellik zaten seçili.

source: Couldn't import product [product_code]: a variation must have variation options specified.
es_es: No se pudo importar el producto [product_code]: una variación debe tener opciones de variación especificadas.
ja_jp: 商品[product_code] をインポートできませんでした：バリエーションはバリエーション・オプションを指定する必要があります。
pl_pl: Nie mogłem zaimportować [product_code] produktu: wariacja musi mieć podane opcje zmiany.
ru_ru: Не удалось импортировать товар [product_code]: у вариации должны быть указаны опции.
tr_tr: Ürünler aktarılamadı [product_code]: bu varyasyonda bir özellik seçili bulunuyor.
